       IDENTIFICATION DIVISION.
       PROGRAM-ID.  ABIII.

       PROCEDURE DIVISION.
       DisplayPrompt.
           DISPLAY "Good evening folks! I am a COBOL code running on AIX.".
           STOP RUN.
