        IDENTIFICATION DIVISION.
        PROGRAM-ID. ROSA_Demo.

        PROCEDURE DIVISION.
        DisplayPrompt.
            DISPLAY "AIX rocks! And so ROSA :)".
            STOP RUN.
