       IDENTIFICATION DIVISION.
       PROGRAM-ID.  AWSome.
       PROCEDURE DIVISION.
       DisplayPrompt.
           DISPLAY "G'day! I am a COBOL code running on AIX. Have a great day :)".
           STOP RUN.